/* No comment provided by engineer. */
"%@ to %@" = "%1$@ w kierunku %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d z %2$d";

/* No comment provided by engineer. */
"%li to %li" = "%1$li do %2$li";

/* No comment provided by engineer. */
"'item' parameter required" = "Wymagany jest parametr „item”.";

/* No comment provided by engineer. */
"'portal' parameter required" = "Wymagany jest parametr „portal”.";

/* No comment provided by engineer. */
"'tags' parameter required" = "Wymagany jest parametr „tags”.";

/* No comment provided by engineer. */
"'title' parameter required" = "Wymagany jest parametr „title”.";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<Brak wartości>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "Odmowa dostępu do lokalizacji urządzenia.";

/* No comment provided by engineer. */
"Actual Size" = "Rozmiar rzeczywisty";

/* No comment provided by engineer. */
"Add" = "Dodaj";

/* No comment provided by engineer. */
"Add Attachment" = "Dodaj załącznik";

/* No comment provided by engineer. */
"Add..." = "Add...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "W celu wykonania tej operacji jest wymagany parametr itemID. Dodaj element do portalu, aby uzyskać parametr ItemID.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "Wykryto nieprzechwycony wyjątek NSException, jednak nie są dostępne pierwotne informacje ani pierwotny stos wywołań. Włącz przerywanie działania w przypadku wystąpienia wyjątku języka Objective-C, aby znaleźć wiersz kodu powodujący pierwotny wyjątek NSException. Więcej informacji o tym, jak to zrobić, znajduje się w dokumentacji.";

/* No comment provided by engineer. */
"Apply Geometry" = "Zastosuj geometrię";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "Aby wyznaczyć trasę, wymagana jest co najmniej jedna placówka.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "Aby wyznaczyć trasę, wymagane jest co najmniej jedno zdarzenie.";

/* No comment provided by engineer. */
"At least 2 stops are required to solve a route." = "Aby wyznaczyć trasę, wymagane są co najmniej dwa przystanki.";

/* No comment provided by engineer. */
"Attachment" = "Załącznik";

/* No comment provided by engineer. */
"Attachments" = "Załączniki";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "Podjęto próbę użycia funkcjonalności, która nie jest obsługiwana na bieżącym poziomie licencji";

/* No comment provided by engineer. */
"Authorization required" = "Wymagana autoryzacja";

/* No comment provided by engineer. */
"Bad Request" = "Nieprawidłowe żądanie";

/* No comment provided by engineer. */
"Bad URL." = "Niepoprawny adres URL.";

/* No comment provided by engineer. */
"bytes" = "bajtów";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "Nie można zapisać w elemencie innego typu.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "Nie można zweryfikować tożsamości '%@'";

/* No comment provided by engineer. */
"Certificate Required" = "Certyfikat jest wymagany";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Żądanie uwierzytelnienia dla adresu URL: %1$@ z wartością failureCount: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "Zmiana typu obiektu";

/* No comment provided by engineer. */
"Choose From Library" = "Wybierz z biblioteki";

/* No comment provided by engineer. */
"Clear" = "Wyczyść";

/* No comment provided by engineer. */
"Clear Geometry" = "Wyczyść geometrię";

/* No comment provided by engineer. */
"Continue" = "Kontynuuj";

/* No comment provided by engineer. */
"Created %d hours ago" = "Utworzono %d godz. temu";

/* No comment provided by engineer. */
"Created %d minutes ago" = "Utworzono %d min temu";

/* No comment provided by engineer. */
"Created a minute ago" = "Utworzono minutę temu";

/* No comment provided by engineer. */
"Created an hour ago" = "Utworzono godzinę temu";

/* No comment provided by engineer. */
"Created by %@" = "Utworzono przez %@";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "Utworzony przez %1$@ %2$d godz. temu";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "Utworzony przez %1$@ %2$d min temu";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "Utworzono przez %@ minutę temu";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "Utworzono przez %@ godzinę temu";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "Utworzony przez %1$@ w dniu %2$@ o %3$@ – dzień";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "Utworzony przez %1$@ w dniu %2$@ o %3$@ – pełny";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "Utworzono przez %@ kilka sekund temu";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "Utworzony przez %1$@ o %2$@ – dzień";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "Utworzony przez %1$@ o %2$@ – pełny";

/* No comment provided by engineer. */
"Created seconds ago" = "Utworzono kilka sekund temu";

/* No comment provided by engineer. */
"Credential Required" = "Poświadczenia są wymagane";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "Dane do diagramu kołowego są niepoprawne";

/* No comment provided by engineer. */
"Delete" = "Usuń";

/* No comment provided by engineer. */
"Delete Attachment" = "Usuń załącznik";

/* No comment provided by engineer. */
"Delete Feature" = "Usuń obiekt";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "Usunięcie załącznika spowoduje skasowanie go z okna podręcznego i powiązanego źródła danych.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "Usunięcie obiektu spowoduje skasowanie go z mapy i powiązanego źródła danych.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Atrybuty czasu i odległości trasy są niezgodne.";

/* No comment provided by engineer. */
"Edit" = "Edytuj";

/* No comment provided by engineer. */
"Edited %d hours ago" = "Zmodyfikowano %d godz. temu";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "Zmodyfikowano %d min temu";

/* No comment provided by engineer. */
"Edited a minute ago" = "Zmodyfikowano minutę temu";

/* No comment provided by engineer. */
"Edited an hour ago" = "Zmodyfikowano godzinę temu";

/* No comment provided by engineer. */
"Edited by %@" = "Zmodyfikowano przez %@";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "Zmodyfikowany przez %1$@ %2$d godz. temu";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "Zmodyfikowany przez %1$@ %2$d min temu";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "Zmodyfikowano przez %@ minutę temu";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "Zmodyfikowano przez %@ godzinę temu";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "Zmodyfikowany przez %1$@ w dniu %2$@ o %3$@ – dzień";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "Zmodyfikowany przez %1$@ w dniu %2$@ o %3$@ – pełny";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "Zmodyfikowano przez %@ kilka sekund temu";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "Zmodyfikowany przez %1$@ o %2$@ – dzień";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "Zmodyfikowany przez %1$@ o %2$@ – pełny";

/* No comment provided by engineer. */
"Edited seconds ago" = "Zmodyfikowano kilka sekund temu";

/* No comment provided by engineer. */
"Empty username/password" = "Nie wpisano nazwy użytkownika/hasła";

/* No comment provided by engineer. */
"Enter a date between %@ and %@" = "Wprowadź datę przypadającą między %1$@ a %2$@";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "Wprowadź liczbę z zakresu od %1$@ do %2$@";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "Wprowadź liczbę z zakresu od %1$i do %2$i";

/* No comment provided by engineer. */
"Error" = "Błąd";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Błąd dodawania tożsamości do łańcucha znaków";

/* No comment provided by engineer. */
"Error adding keychain item" = "Błąd podczas dodawania elementu łańcucha znaków";

/* No comment provided by engineer. */
"Error extracting identity" = "Błąd wydzielania tożsamości";

/* No comment provided by engineer. */
"Error Loading Page" = "Błąd podczas wczytywania strony";

/* No comment provided by engineer. */
"Error removing keychain item" = "Błąd podczas usuwania elementu łańcucha znaków";

/* No comment provided by engineer. */
"Error updating keychain item" = "Błąd podczas aktualizowania elementu łańcucha znaków";

/* No comment provided by engineer. */
"Exceeds maximum value (%@)" = "Przekracza wartość maksymalną (%@)";

/* No comment provided by engineer. */
"Extra Large" = "Ekstra duże";

/* No comment provided by engineer. */
"Facility (%1$@) has invalid added cost attribute names (%2$@)." = "Placówka (%1$@) ma nieprawidłowe nazwy atrybutów kosztu dodanego (%2$@).";

/* No comment provided by engineer. */
"Facility (%1$@) has negative added cost attribute (%2$@)." = "Placówka (%1$@) ma atrybut ujemnego kosztu dodanego (%2$@).";

/* No comment provided by engineer. */
"Feature isn't valid." = "Obiekt jest nieprawidłowy.";

/* No comment provided by engineer. */
"Finish" = "Zakończ";

/* No comment provided by engineer. */
"Finishing editing..." = "Kończenie modyfikowania...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "Geometria";

/* No comment provided by engineer. */
"Hide" = "Ukryj";

/* No comment provided by engineer. */
"Incident (%1$@) has invalid added cost attribute names (%2$@)." = "Zdarzenie (%1$@) ma nieprawidłowe nazwy atrybutów kosztu dodanego (%2$@).";

/* No comment provided by engineer. */
"Incident (%1$@) has negative added cost attribute (%2$@)." = "Zdarzenie (%1$@) ma atrybut ujemnego kosztu dodanego (%2$@).";

/* No comment provided by engineer. */
"Insert Part" = "Wstaw część";

/* No comment provided by engineer. */
"Insert Vertex" = "Wstaw wierzchołek";

/* No comment provided by engineer. */
"Invalid argument." = "Nieprawidłowy argument.";

/* No comment provided by engineer. */
"Invalid Credentials" = "Nieprawidłowe poświadczenia";

/* No comment provided by engineer. */
"Invalid GPX data." = "Nieprawidłowe dane GPX.";

/* No comment provided by engineer. */
"Invalid groupID." = "Nieprawidłowy parametr groupID.";

/* No comment provided by engineer. */
"Joining this organization is supported by invitation only, you need to receive an invitation from the administrator" = "Dołączanie do tej instytucji jest obsługiwane tylko po otrzymaniu zaproszenia; zaproszenie musi być wysłane przez administratora";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "Zachowaj bieżące wartości";

/* No comment provided by engineer. */
"Large" = "Duży";

/* No comment provided by engineer. */
"Less than minimum value (%@)" = "Wartość mniejsza niż minimalna (%@)";

/* No comment provided by engineer. */
"Licensed for Developer Use Only" = "Licencjonowane tylko do użycia przez programistów";

/* No comment provided by engineer. */
"Loading feature..." = "Wczytywanie obiektu...";

/* No comment provided by engineer. */
"Map contains data that cannot be saved. To save this map, which will remove this data, pass true for forceSaveToSupportedVersion." = "Mapa zawiera dane, których nie można zapisać. Aby zapisać tę mapę, co spowoduje usunięcie tych danych, należy ustawić wartość true w parametrze forceSaveToSupportedVersion.";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "Średni";

/* No comment provided by engineer. */
"Missing client certificate" = "Brak certyfikatu klienta";

/* string to represent hyperlink attributes */
"More Info" = "Więcej informacji";

/* No comment provided by engineer. */
"Move Geometry" = "Przenieś geometrię";

/* No comment provided by engineer. */
"Move Part" = "Przenieś część";

/* No comment provided by engineer. */
"Move Vertex" = "Przesuń wierzchołek";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "Nie znaleziono certyfikatu umożliwiającego dostęp do zasobu '%@'";

/* No comment provided by engineer. */
"No data to create a bar chart" = "Brak danych do utworzenia wykresu słupkowego";

/* No comment provided by engineer. */
"No data to create a line chart" = "Brak danych do utworzenia wykresu liniowego";

/* No comment provided by engineer. */
"No data to create a pie chart" = "Brak danych do utworzenia diagramu kołowego";

/* No comment provided by engineer. */
"No image to display" = "Brak obrazu do wyświetlenia";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "Nie można znaleźć ścieżki między podaną parą przystanków (%@).";

/* No comment provided by engineer. */
"Not a valid number" = "Nieprawidłowa liczba";

/* No comment provided by engineer. */
"Not a valid whole number" = "Nieprawidłowa liczba całkowita";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "Nie można utworzyć obiektu bez użycia portalu. Użyj metody fromJSON:withPortal:error:.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"One or more accumulate attribute names (%@) are invalid." = "Jedna lub większa liczba nazw atrybutów zbiorczych (%@) jest nieprawidłowych.";

/* No comment provided by engineer. */
"One or more attribute names (%@) associated with the custom parameter attribute values are invalid." = "Jedna lub większa liczba nazw atrybutów (%@) powiązanych z wartościami atrybutów parametrów niestandardowych jest nieprawidłowych.";

/* No comment provided by engineer. */
"One or more facilities (%@) have a null geometry." = "Jedna lub większa liczba placówek (%@) ma geometrię zerową.";

/* No comment provided by engineer. */
"One or more facilities (%@) have an invalid curb approach." = "Jedna lub większa liczba placówek (%@) ma nieprawidłowy podjazd ograniczający.";

/* No comment provided by engineer. */
"One or more facilities (%@) have invalid impedance cutoff." = "Jedna lub większa liczba placówek (%@) ma nieprawidłową wartość graniczną impedancji.";

/* No comment provided by engineer. */
"One or more incidents (%@) have a null geometry." = "Jedno lub większa liczba zdarzeń (%@) ma geometrię zerową.";

/* No comment provided by engineer. */
"One or more incidents (%@) have an invalid curb approach." = "Jedno lub większa liczba zdarzeń (%@) ma nieprawidłowy podjazd ograniczający.";

/* No comment provided by engineer. */
"One or more incidents (%@) have invalid impedance cutoff." = "Jedno lub większa liczba zdarzeń (%@) ma nieprawidłową wartość graniczną impedancji.";

/* No comment provided by engineer. */
"One or more incidents (%@) have less than 1 target facility count." = "Jedno lub większa liczba zdarzeń (%@) ma liczbę placówek docelowych mniejszą niż 1.";

/* No comment provided by engineer. */
"One or more parameter names (%@) associated with the custom parameter attribute values are invalid." = "Jedna lub większa liczba nazw parametrów (%@) powiązanych z wartościami atrybutów parametrów niestandardowych jest nieprawidłowych.";

/* No comment provided by engineer. */
"One or more parameter value types associated with the custom parameter attribute values (%@) are invalid." = "Jeden lub większa liczba typów wartości parametrów powiązanych z wartościami atrybutów parametrów niestandardowych (%@) jest nieprawidłowych.";

/* No comment provided by engineer. */
"One or more point barriers (%@) are unlocated." = "Jedna lub większa liczba barier punktowych (%@) jest niezlokalizowanych.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have a null geometry." = "Jedna lub większa liczba barier punktowych (%@) ma geometrię zerową.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid added cost attribute name." = "Jedna lub większa liczba barier punktowych (%@) ma nieprawidłową nazwę atrybutu dodatkowego kosztu.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid curb approach." = "Jedna lub większa liczba barier punktowych (%@) ma nieprawidłowy podjazd ograniczający.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) does not cover any network elements." = "Jedna lub większa liczba barier poligonowych (%@) nie obejmuje żadnych elementów sieci.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have a null geometry." = "Jedna lub większa liczba barier poligonowych (%@) ma geometrię zerową.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have an invalid scaled cost attribute name." = "Jedna lub większa liczba barier poligonowych (%@) ma nieprawidłową nazwę atrybutu kosztu skalowanego.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) does not cover any network elements." = "Jedna lub większa liczba barier poliliniowych (%@) nie obejmuje żadnych elementów sieci.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have a null geometry." = "Jedna lub większa liczba barier poliliniowych (%@) ma geometrię zerową.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have an invalid scaled cost attribute name." = "Jedna lub większa liczba barier poliliniowych (%@) ma nieprawidłową nazwę atrybutu kosztu skalowanego.";

/* No comment provided by engineer. */
"One or more restriction attribute names (%@) are invalid." = "Jedna lub większa liczba nazw atrybutów ograniczeń (%@) jest nieprawidłowych.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values (%2$@) are invalid." = "Jedna lub większa liczba wartości ograniczenia użytkowania (%1$@) powiązanych z wartościami atrybutów parametrów niestandardowych (%2$@) jest nieprawidłowych.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values ((%2$@) are neutral (i.e., have no effect)." = "Jedna lub większa liczba wartości ograniczenia użytkowania (%1$@) powiązanych z wartościami atrybutów parametrów niestandardowych (%2$@) jest neutralnych (tzn. ich wpływ jest zerowy).";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a non-traversable element." = "Jeden lub większa liczba przystanków (%@) znajduje się na elemencie nieprzekraczalnym.";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a soft-restricted element." = "Jeden lub większa liczba przystanków (%@) znajduje się na elemencie z miękkimi ograniczeniami.";

/* No comment provided by engineer. */
"One or more stops (%@) are unlocated." = "Jeden lub większa liczba przystanków (%@) jest niezlokalizowanych.";

/* No comment provided by engineer. */
"One or more stops (%@) cannot be reached from other stops." = "Jeden lub większa liczba przystanków (%@) jest nieosiągalnych z innych przystanków.";

/* No comment provided by engineer. */
"One or more stops (%@) have a null geometry." = "Jeden lub większa liczba przystanków (%@) ma geometrię zerową.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window end that occurs before its time window start." = "Jeden lub większa liczba przystanków (%@) na określone okno czasowe, którego czas zakończenia jest wcześniejszy niż rozpoczęcia.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window that starts before January 1, 1970." = "Jeden lub większa liczba przystanków (%@) ma okno czasowe, które rozpoczyna się przed 1 stycznia 1970 r.";

/* No comment provided by engineer. */
"One or more stops (%@) have an invalid curb approach." = "Jeden lub większa liczba przystanków (%@) ma nieprawidłowy podjazd ograniczający.";

/* No comment provided by engineer. */
"Open in Safari" = "Otwórz w przeglądarce Safari";

/* No comment provided by engineer. */
"Password" = "Hasło";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Podaj nazwę nowego załącznika";

/* No comment provided by engineer. */
"Polygon barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Bariera poligonowa (%1$@) ma atrybut ujemnego lub zerowego kosztu skalowalnego (%2$@).";

/* No comment provided by engineer. */
"Polyline barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Bariera poliliniowa (%1$@) ma atrybut ujemnego lub zerowego kosztu skalowalnego (%2$@).";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "Polilinie nie mogą być zwracane.";

/* No comment provided by engineer. */
"Public Account user cannot access this application." = "Użytkownik z kontem publicznym nie może uzyskać dostępu do tej aplikacji.";

/* No comment provided by engineer. */
"Remove Part" = "Usuń część";

/* No comment provided by engineer. */
"Remove Vertex" = "Usuń wierzchołek";

/* No comment provided by engineer. */
"Reordering stops (Traveling Salesman Problem) is not supported when the collection of stops contains waypoints or rest breaks." = "Zmiana kolejności przystanków (problem komiwojażera) nie jest obsługiwana, gdy zbiór przystanków zawiera punkty trasy lub przerwy na odpoczynek.";

/* No comment provided by engineer. */
"Reset to Default Values" = "Zresetuj do wartości domyślnych";

/* No comment provided by engineer. */
"Retry" = "Spróbuj ponownie";

/* No comment provided by engineer. */
"Route starts or ends on a waypoint." = "Trasa rozpoczyna się lub kończy w punkcie trasy.";

/* No comment provided by engineer. */
"Save Image" = "Zapisz obraz";

/* No comment provided by engineer. */
"Save Movie" = "Zapisz film";

/* No comment provided by engineer. */
"Sign In" = "Zaloguj się";

/* No comment provided by engineer. */
"Skip" = "Pomiń";

/* No comment provided by engineer. */
"Small" = "Mały";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "Podano czas rozpoczęcia sprzed 1 stycznia 1970 r.";

/* No comment provided by engineer. */
"Stop (%1$@) has invalid added cost attribute names (%2$@)." = "Przystanek (%1$@) ma nieprawidłowe nazwy atrybutów kosztu dodanego (%2$@).";

/* No comment provided by engineer. */
"Take Photo or Video" = "Zrób zdjęcie lub film";

/* No comment provided by engineer. */
"The default impedance cutoff is invalid." = "Domyślna wartość graniczna impedancji jest nieprawidłowa.";

/* No comment provided by engineer. */
"The default target facility count is invalid." = "Domyślna liczba placówek docelowych jest nieprawidłowa.";

/* No comment provided by engineer. */
"The directions distance attribute name (%@) is invalid." = "Nazwa atrybutu odległości trasy (%@) jest nieprawidłowa.";

/* No comment provided by engineer. */
"The directions language is invalid." = "Język trasy jest nieprawidłowy.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "Atrybut klasy drogi trasy jest nieprawidłowy.";

/* No comment provided by engineer. */
"The directions style is invalid." = "Nieprawidłowy styl trasy";

/* No comment provided by engineer. */
"The directions time attribute name (%@) is invalid." = "Nazwa atrybutu czasu trasy (%@) jest nieprawidłowa.";

/* No comment provided by engineer. */
"The impedance attribute name (%@) is invalid." = "Nazwa atrybutu impedancji (%@) jest nieprawidłowa.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "Wejściowe odniesienie przestrzenne jest niezdefiniowane.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "Sieć nie ma atrybutu hierarchii niezbędnego do hierarchicznego planowania tras.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "Obiekt należy najpierw zapisać w portalu za pomocą metody 'saveAs:'.";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "Wynikowe odniesienie przestrzenne jest niezdefiniowane.";

/* No comment provided by engineer. */
"The polygon buffer distance is invalid." = "Odległość buforu poligonu jest nieprawidłowa.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "Szukane zasoby mogły zostać usunięte, ich nazwa mogła zostać zmieniona lub mogą być chwilowo niedostępne";

/* No comment provided by engineer. */
"The resulting route has traversed one or more soft-restricted elements (%@)." = "Trasa wynikowa przechodzi przez jeden lub większą liczbę elementów z miękkimi ograniczeniami (%@).";

/* No comment provided by engineer. */
"The route is too large to solve using the walking travel mode." = "Trasa jest zbyt długa do wyznaczenia w trybie trasy pieszej.";

/* No comment provided by engineer. */
"The search where clause is not supported." = "Klauzula WHERE wyszukiwania nie jest obsługiwana.";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "Certyfikat serwera jest nieprawidłowy. Możesz łączyć się z serwerem, który symuluje, że jest '%@', co może stanowić zagrożenie dla Twoich poufnych informacji. Czy mimo to chcesz się połączyć?";

/* No comment provided by engineer. */
"The service cannot properly calculate time shift." = "Usługa nie może poprawnie obliczyć przesunięcia czasu.";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "Podany identyfikator klienta (clientID) jest nieprawidłowy";

/* No comment provided by engineer. */
"The stop type property was ignored for stops (%@) because the server does not support selected type of stop." = "Właściwość typu przystanku została zignorowana w przypadku przystanków (%@), ponieważ serwer nie obsługuje wybranego typu przystanku.";

/* No comment provided by engineer. */
"The travel mode has been set to default." = "Tryb podróżowania został ustawiony na domyślny.";

/* No comment provided by engineer. */
"The waypoints (%@) contain added cost attribute." = "Punkty trasy (%@) zawierają atrybut kosztu dodanego.";

/* No comment provided by engineer. */
"The waypoints (%@) contain time windows." = "Punkty trasy (%@) zawierają okna czasowe.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "Wystąpił błąd podczas wczytywania obiektu. Sprawdź połączenie sieciowe.";

/* No comment provided by engineer. */
"Time windows start date was changed." = "Data początkowa okien czasowych została zmieniona.";

/* No comment provided by engineer. */
"Time windows were ignored because the impedance attribute is not time based." = "Okna czasowe zostały zignorowane, ponieważ atrybut impedancji nie jest oparty na czasie.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "Aby zapisać jako nowy element, należy zalogować się do portalu.";

/* No comment provided by engineer. */
"Today" = "Dzisiaj";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "Niepoprawny lub nieaktualny token";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "Brak adresu URL tokena. W poświadczeniu należy podać prawidłowy adres URL tokena.";

/* No comment provided by engineer. */
"Unable to login with provided credentials." = "Nie można zalogować się przy użyciu podanych poświadczeń.";

/* No comment provided by engineer. */
"Unable to retrieve user profile from the provider" = "Nie można pobrać profilu użytkownika od dostawcy";

/* No comment provided by engineer. */
"Unauthorized access" = "Nieautoryzowany dostęp";

/* No comment provided by engineer. */
"Unknown authentication error" = "Nieznany błąd uwierzytelniania";

/* No comment provided by engineer. */
"Unknown condition." = "Nieznany warunek.";

/* No comment provided by engineer. */
"Unknown error occurred" = "Wystąpił nieznany błąd";

/* No comment provided by engineer. */
"Unsupported GPX data." = "Nieobsługiwane dane GPX.";

/* No comment provided by engineer. */
"User canceled error" = "Błąd anulowania przez użytkownika";

/* No comment provided by engineer. */
"User licenses assigned by your organization are invalid. Please contact your administrator to adjust the license assignments and try again." = "Licencje użytkowników przypisane przez instytucję są nieprawidłowe. Skontaktuj się z administratorem w celu korekty przypisań licencji i ponów próbę.";

/* No comment provided by engineer. */
"Username" = "Nazwa użytkownika";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "Uwierzytelnianie przy użyciu przeglądarki...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "Wartość przekracza maksymalną długość pola: %lu";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "Zmieniasz typ obiektu. Czy chcesz zachować bieżące wartości (o ile to możliwe), czy przywrócić wartości domyślne?";

/* No comment provided by engineer. */
"You cannot sign in because you do not have an organization account associated with your social network credentials" = "Nie możesz zalogować się na konto, ponieważ nie posiadasz konta w instytucji powiązanego ze swoimi danymi logowania do serwisów społecznościowych";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "Nie masz uprawnień, aby uzyskać dostęp do tego zasobu";

/* No comment provided by engineer. */
"You do not have sufficient user level to access this application." = "Nie masz wystarczającego poziomu użytkownika, aby uzyskać dostęp do tej aplikacji.";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "Aby wykonać tę operację, należy zalogować się do portalu.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "Podaj ocenę z zakresu od 1 do 5.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "W pliku plist musisz podać klucz opisu użycia lokalizacji (NSLocationWhenInUseUsageDescription lub NSLocationAlwaysUsageDescription).";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "Musisz wybrać certyfikat, aby uzyskać dostęp do zasobu '%@'";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "Musisz się zalogować, aby uzyskać dostęp do zasobu '%@'";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "DD";
"dm" = "dm";
"ft" = "ft";
"in" = "cal";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "Mm";
"pt" = "pkt";
"Unknown" = "Nieznane";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "Centymetry";
"Decimal Degrees" = "Stopnie dziesiętne";
"Decimeters" = "Decymetry";
"Feet" = "Stopy";
"Inches" = "Cale";
"Kilometers" = "Kilometry";
"Meters" = "Metry";
"Miles" = "Mile";
"Millimeters" = "Milimetry";
"Nautical Miles" = "Mile morskie";
"Points" = "Punkty";
"Yards" = "Jardy";

/* Area Units Abbreviated Strings */
"sq. in" = "ca kw";
"sq. ft" = "ft kw";
"sq. yd" = "yd kw";
"ac" = "ac";
"sq. mi" = "mi kw";
"sq. mm" = "mm kw";
"sq. cm" = "cm kw";
"sq. dm" = "dm kw";
"sq. m" = "m kw";
"ares" = "ary";
"ha" = "ha";
"sq. km" = "km kw";

/* Area Units Display Strings */
"Square Inches" = "Cale kwadratowe";
"Square Feet" = "Stopy kwadratowe";
"Square Yards" = "Jardy kwadratowe";
"Acres" = "Akry";
"Square Miles" = "Mile kwadratowe";
"Square Millimeters" = "Milimetry kwadratowe";
"Square Centimeters" = "Centymetry kwadratowe";
"Square Decimeters" = "Decymetry kwadratowe";
"Square Meters" = "Metry kwadratowe";
"Ares" = "Ary";
"Hectares" = "Hektary";
"Square Kilometers" = "Kilometry kwadratowe";

